Repository: migasfree/migasfree-play
Catalog: src/i18n/*.po
Languages: ca_es, eu_es, gl_es

source: Impossible to continue.
ca_es: Impossible continuar.
eu_es: Ezinezkoa da jarraitzea.
gl_es: Imposible continuar.

source: Automatic retry in %{ count } second...
ca_es: Reintent automàtic en %{ count } segon...
eu_es: Berrsaiakera automatikoa segundo %{ count } barru...
gl_es: Reintento automático en %{ count } segundo...

source: Retry now
ca_es: Reintenta ara
eu_es: Saiatu berriro orain
gl_es: Tentalo de novo agora

source: Loading data
ca_es: Carregant dades

source: Please wait...
ca_es: Si us plau, esperi...

source: Install
ca_es: Instal·lar
eu_es: Instalatu
gl_es: Instalar

source: Uninstall
ca_es: Desinstal·la
eu_es: Desinstalatu
gl_es: Desinstalar

source: Manage with privileges
ca_es: Gestionar amb privilegis
eu_es: Kudeatu pribilegioekin
gl_es: Xestionar con privilexios

source: Locked
ca_es: Tancat
eu_es: Blokeatua
gl_es: Pechado

source: Installed
ca_es: Instal·lat
eu_es: Instalatua
gl_es: Instalado

source: Installing %{name}
ca_es: Instal·lació %{name}
eu_es: Instalatzen %{name}
gl_es: Instalando %{name}

source: Uninstalling %{name}
ca_es: S'està desinstal·lant %{name}
eu_es: Desinstalatzen %{name}
gl_es: Desinstalando %{name}

source: Search in name or description
ca_es: Cerca en nom o descripció
eu_es: Bilatu izenean edo deskribapenean
gl_es: Busca no nome ou descrición

source: Category
ca_es: Categoria
eu_es: Kategoria
gl_es: Categoría

source: View All Apps
ca_es: Veure totes les aplicacions
eu_es: Ikusi aplikazio guztiak
gl_es: Ver todas as aplicacións

source: View Installed Apps
ca_es: Veure aplicacions instal·lades
eu_es: Ikusi instalatutako aplikazioak
gl_es: Ver aplicacións instaladas

source: There are not items to show.
ca_es: No hi ha elements per mostrar.
eu_es: Ez dago elementurik erakusteko.
gl_es: Non hai elementos para mostrar.

source: Copy
ca_es: Copiar
eu_es: Kopiatu
gl_es: Copiar

source: Text copied to clipboard
ca_es: S'ha copiat el text al porta-retalls
eu_es: Testua arbelean kopiatu da
gl_es: Copiouse o texto no portapapeis

source: Failed to copy text
ca_es: Ha fallat al copiar el text
eu_es: Huts egin du testua kopiatzean
gl_es: Fallou ao copiar o texto

source: * Required
ca_es: * Obligatori
eu_es: * Beharrezkoa
gl_es: * Obligatorio

source: User
ca_es: Usuari/a
eu_es: Erabiltzailea
gl_es: Usuario

source: Password
ca_es: Contrasenya
eu_es: Pasahitza
gl_es: Contrasinal

source: Default
ca_es: Per defecte
eu_es: Lehenetsia
gl_es: Por defecto

source: Assigned
ca_es: Assignat
eu_es: Esleitua
gl_es: Asignado

source: Policy
ca_es: Directiva
eu_es: Direktiba
gl_es: Directiva

source: Search in name or model or manufacturer
ca_es: Cerca per nom o model o fabricant
eu_es: Bilatu izena edo modeloa edo fabrikatzailea
gl_es: Busca por nome ou modelo ou fabricante

source: View All available
ca_es: Veure tot disponible
eu_es: Ikusi guztiak eskuragarri
gl_es: Ver todo dispoñible

source: View Assigned Devices
ca_es: Veure dispositius assignats
eu_es: Ikusi esleitutako gailuak
gl_es: Ver dispositivos asignados

source: Cancel
ca_es: Cancel·lar
eu_es: Utzi
gl_es: Cancelar

source: Last synchronization
ca_es: Última sincronització

source: Hardware
ca_es: Maquinari
eu_es: Hardwarea

source: Network Data
ca_es: Dades de xarxa
eu_es: Sareko Datuak
gl_es: Datos da Rede

source: Migasfree Data
ca_es: Dades de Migasfree
eu_es: Migasfree Datuak
gl_es: Datos de Migasfree

source: Software Inventory
ca_es: Inventari de programari
eu_es: Software Inbentarioa
gl_es: Inventario de Software

source: Search
ca_es: Cerca

source: results
ca_es: resultats
eu_es: emaitzak
gl_es: resultados

source: Identification
ca_es: Identificació

source: Print Identification
ca_es: Impressió d'identificació

source: disks
ca_es: discos
eu_es: diskoak
gl_es: discos

source: Available
ca_es: Disponible
eu_es: Eskuragarri
gl_es: Dispoñible

source: In repair
ca_es: En reparació
eu_es: Konponketan
gl_es: En reparación

source: Reserved
ca_es: Reservat
eu_es: Erreserbatuta
gl_es: Reservado

source: Intended
ca_es: Assignat
eu_es: Asmoa
gl_es: Asignado

source: Unsubscribed
ca_es: De baixa
eu_es: Harpidetza kendu da
gl_es: Baixa

source: Unknown
ca_es: Desconegut
eu_es: Ezezaguna
gl_es: Descoñecido

source: User with privileges on the computer
ca_es: Usuari amb privilegis a l'ordinador
eu_es: Ordenagailuan pribilegioak dituen erabiltzailea
gl_es: Usuario con privilexios no ordenador

source: Login
ca_es: Iniciar Sessió
eu_es: Saioa hasi
gl_es: Acceder

source: Menu
ca_es: Menú
eu_es: Menua
gl_es: Menú

source: Apps
ca_es: Aplicacions
eu_es: Aplikazioak
gl_es: Aplicacións

source: Devices
ca_es: Dispositius
eu_es: Gailuak
gl_es: Dispositivos

source: Tags
ca_es: Etiquetes
eu_es: Etiketak
gl_es: Etiquetas

source: Details
ca_es: Detalls
eu_es: Xehetasunak
gl_es: Detalles

source: Info
ca_es: Informació
eu_es: Informazioa
gl_es: Información

source: Preferences
ca_es: Preferències
eu_es: Hobespenak
gl_es: Preferencias

source: Help
ca_es: Ajuda
eu_es: Laguntza
gl_es: Axuda

source: Update
ca_es: Actualització
eu_es: Eguneratu
gl_es: Actualizar

source: Language
ca_es: Llenguatge
eu_es: Hizkuntza
gl_es: Linguaxe

source: Not show details when synchronizing
ca_es: No es mostren els detalls en sincronitzar
eu_es: Ez erakutsi xehetasunak sinkronizatzean
gl_es: Non mostrar detalles ao sincronizar

source: Show details when synchronizing
ca_es: Mostra els detalls en sincronitzar
eu_es: Erakutsi xehetasunak sinkronizatzean
gl_es: Mostrar detalles ao sincronizar

source: Switch to Light mode
ca_es: Canvia al mode de llum
eu_es: Aldatu argi modura
gl_es: Cambia ao modo luz

source: Switch to Dark mode
ca_es: Canvia al mode fosc
eu_es: Aldatu modu ilunera
gl_es: Cambia ao modo escuro

source: Review config data. If is not correct, cancel register and modify migasfree-client file config.
ca_es: Reviseu les dades de configuració. Si no és correcte, cancel·leu el registre i modifiqueu la configuració del fitxer migasfree-client.
eu_es: Berrikusi konfigurazio datuak. Zuzena ez bada, bertan behera utzi erregistroa eta aldatu migasfree-client fitxategiaren konfigurazioa.
gl_es: Revisar os datos de configuración. Se non é correcto, cancele o rexistro e modifique a configuración do ficheiro migasfree-client.

source: User with sufficient privileges on the server
ca_es: Usuari amb privilegis suficients al servidor
eu_es: Zerbitzarian pribilegio nahikoak dituen erabiltzailea
gl_es: Usuario con privilexios suficientes no servidor

source: Register
ca_es: Registra't
eu_es: Izena eman
gl_es: Rexistrar

source: Communicate tags to the server
ca_es: Comunicar etiquetes al servidor
eu_es: Komunikatu etiketak zerbitzariari
gl_es: Comunicar etiquetas ao servidor

source: Set tags at the server
ca_es: Estableix etiquetes al servidor
eu_es: Ezarri etiketak zerbitzarian
gl_es: Establecer etiquetas ao servidor

source: Communicating...
ca_es: Comunicant-se...
eu_es: Komunikatzen...
gl_es: Comunicando...

source: Communicate Tags
ca_es: Comunicar etiquetes
eu_es: Etiketak komunikatu
gl_es: Comunicar etiquetas

source: Setting Tags...
ca_es: Configuració d'etiquetes...
eu_es: Etiketak ezartzea...
gl_es: Establecer etiquetas...

source: Set Tags
ca_es: Estableix etiquetes
eu_es: Ezarri etiketak
gl_es: Establecer etiquetas

source: View Computer
ca_es: Veure ordinador
eu_es: Ikusi Ordenagailua
gl_es: Ver ordenador

source: Register Computer on the Server
ca_es: Registre l'ordinador al servidor
eu_es: Erregistratu ordenagailua zerbitzarian
gl_es: Rexistrar o ordenador no servidor

source: Synchronize Computer
ca_es: Sincronitza l'ordinador
eu_es: Ordenagailua sinkronizatu
gl_es: Sincronizar ordenador

source: Synchronizing...
ca_es: Sincronitzant...
eu_es: Sinkronizatzen...
gl_es: Sincronizando...

source: Synchronization
ca_es: Sincronització
eu_es: Sinkronizazioa
gl_es: Sincronización

source: Client does not manage devices
ca_es: El client no gestiona dispositius
eu_es: Bezeroak ez ditu gailuak kudeatzen
gl_es: O cliente non xestiona dispositivos

source: User with privileges
ca_es: Usuari amb privilegis
eu_es: Pribilegioko erabiltzailea
gl_es: Usuario con privilexios

source: User without privileges
ca_es: Usuari sense privilegis
eu_es: Pribilegiorik gabeko erabiltzailea
gl_es: Usuario sen privilexios

source: There was a problem with registration
ca_es: Hi ha hagut un problema amb el registre
eu_es: Arazo bat izan da erregistroarekin
gl_es: Houbo un problema co rexistro

source: Registered Computer!
ca_es: ¡Ordinador registrat!
eu_es: ¡Erregistratutako ordenagailua!
gl_es: ¡Ordenador rexistrado!

source: Synchronization finished
ca_es: Sincronització acabada
eu_es: Sinkronizazioa amaitu da
gl_es: Sincronización rematada

source: Please wait, other process is running!!!
ca_es: Espereu, un altre procés s'està executant!!!
eu_es: Mesedez, itxaron, beste prozesu bat martxan dago!!!
gl_es: Agarde, outro proceso está en execución!!!

source: Command cancelled
ca_es: Comanda cancel·lada
eu_es: Komandoa bertan behera utzi da
gl_es: Comando cancelado

source: Server
ca_es: Servidor
eu_es: Zerbitzaria
gl_es: Servidor

source: Credentials are not valid. Review app settings.
ca_es: Les credencials no són vàlides. Revisa la configuració de l'aplicació.
eu_es: Kredentzialak ez dira baliozkoak. Berrikusi aplikazioaren ezarpenak.
gl_es: As credenciais non son válidas. Revisa a configuración da aplicación.

source: There is no connection to the server
ca_es: No hi ha connexió amb el servidor
eu_es: Ez dago zerbitzariarekin konexiorik
gl_es: Non hai conexión co servidor

source: Failed to obtain valid token. Review app settings.
ca_es: No s'ha pogut obtenir un token vàlid. Revisa la configuració de l'aplicació.

source: Token validation failed
ca_es: Ha fallat la validació del token
eu_es: Tokenaren baliozkotzeak huts egin du
gl_es: Fallou a validación do token

source: Could not authenticate with server
ca_es: No s'ha pogut autenticar amb el servidor

source: Computer
ca_es: Ordinador
eu_es: Ordenagailua
gl_es: Ordenador

source: Packages
ca_es: Paquets
eu_es: Paketeak
gl_es: Paquetes

source: This app requires at least Migasfree Client %{version}
ca_es: Aquesta aplicació requereix almenys Migasfree Client %{version}
eu_es: Aplikazio honek Migasfree Bezero gutxiago behar du %{version}
gl_es: Esta aplicación require polo menos Migasfree Client %{version}

source: Search...
eu_es: Bilatu...
gl_es: Buscar...

source: No results found
eu_es: Ez da emaitzarik aurkitu
gl_es: Non se atoparon resultados

source: Print Label
eu_es: Inprimatu Etiketa
gl_es: Imprimir etiqueta

source: Categories
eu_es: Kategoriak
gl_es: Categorías
